Repository: Abdullah01-Flutter-Develpor/travel_app
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Hunza
ur: ہنزہ

source: Recommended
ur: تجویز کردہ

source: Guide
ur: گائیڈ

source: Gallery
ur: گیلری

source: Hotels
ur: ہوٹل

source: online
ur: آن لائن

source: tap to expand
ur: پھیلانے کے لیے ٹیپ کریں

source: offline mode
ur: آف لائن موڈ

source: viewing saved map of
ur: محفوظ کردہ نقشہ دیکھ رہے ہیں

source: connect to internet for full features
ur: مکمل خصوصیات کے لیے انٹرنیٹ سے جڑیں

source: no map available for
ur: کے لیے کوئی نقشہ دستیاب نہیں ہے

source: connect to the internet to view this map
ur: اس نقشہ کو دیکھنے کے لیے انٹرنیٹ سے جڑیں

source: try again
ur: دوبارہ کوشش کریں

source: offline map
ur: آف لائن نقشہ

source: you are viewing a saved version of the
ur: آپ اس کا محفوظ کردہ ورژن دیکھ رہے ہیں

source: Ok
ur: ٹھیک ہے

source: check connection
ur: کنکشن چیک کریں

source: cannot open map. no internet connection or saved map available.
ur: نقشہ نہیں کھولا جا سکتا۔ کوئی انٹرنیٹ کنکشن یا محفوظ کردہ نقشہ دستیاب نہیں ہے۔

source: explore
ur: دریافت کریں

source: location services unavailable in offline mode
ur: آف لائن موڈ میں لوکیشن سروسز دستیاب نہیں ہیں

source: you are viewing a saved map. some features may be limited.
ur: آپ ایک محفوظ کردہ نقشہ دیکھ رہے ہیں۔ کچھ خصوصیات محدود ہو سکتی ہیں۔

source: Reviews
ur: جائزے

source: localuser
ur: مقامی صارف

source: no reviews available.
ur: کوئی جائزے دستیاب نہیں ہیں۔

source: failed to delete review:
ur: جائزہ حذف کرنے میں ناکام:

source: city saved to favorites
ur: شہر پسندیدہ میں محفوظ ہو گیا

source: select language
ur: زبان منتخب کریں

source: no image url provided, using default.
ur: کوئی تصویری یو آر ایل فراہم نہیں کیا گیا، ڈیفالٹ استعمال کر رہے ہیں۔

source: no internet
ur: انٹرنیٹ نہیں ہے

source: Islamabad
ur: اسلام آباد

source: Lahore
ur: لاہور

source: Peshawar
ur: پشاور

source: Murree
ur: مری

source: Gilgit
ur: گلگت

source: Skardu
ur: سکردو

source: Swat
ur: سوات

source: Chitral
ur: چترال

source: Kumrat
ur: کومرت

source: Kelash Valley
ur: کیلاش ویلی

source: Jahaz Banda
ur: جہاز بندہ

source: Tirah Valley
ur: تیراہ ویلی

source: Kashmir
ur: کشمیر

source: Neelum Valley
ur: نیلم ویلی

source: Kel
ur: کیل
